Repository: BeAPI/members-post-type
Catalog: languages/mpt-*.po
Languages: fr_fr

source: Content permissions (for MPT)
fr_fr: Permissions d'accès au contenu (pour MPT)

source: Lastname
fr_fr: Nom

source: Firstname
fr_fr: Prénom

source: Username
fr_fr: Identifiant de l'utilisateur

source: Counter Sign On
fr_fr: Compteur de connexion

source: Last Sign On Date
fr_fr: Date de dernière connexion

source: Export members
fr_fr: Export des membres

source: missing email and/or username
fr_fr: il manque l'email et / ou l'identifiant

source: Import members
fr_fr: Import des membres

source: Password and confirmation must be the same.
fr_fr: Les deux mots de passe que vous avez saisi ne correspondent pas.

source: The password does not meet the criteria required by the security policy.
fr_fr: Le mot de passe ne répond pas aux critères requis par la politique de sécurité.

source: The password is the same as that already active. No changes will be made to that member.
fr_fr: Le mot de passe est le même que l'actuel. Aucun changement ne sera fait pour ce membre.

source: The email is already in use. Back to initial value.
fr_fr: Cet email est déjà utilisé. Retour à la valeur initiale.

source: An error has occurred, please check back later.
fr_fr: Une erreur s’est produite, veuillez revenir plus tard.

source: The notification has been sent.
fr_fr: La notification a été envoyée.

source: Main information
fr_fr: Informations principales

source: Change password
fr_fr: Modifier le mot de passe

source: Resend registration notification
fr_fr: Renvoyer la notification d’inscription

source: Last member activity
fr_fr: Dernière activité du compte

source: Username / Mail
fr_fr: Identifiant / Email

source: Blog's name
fr_fr: Nom du blog

source: User's name
fr_fr: Identifiant de l'utilisateur

source: User's first name
fr_fr: Prénom de l'utilisateur

source: User's last name
fr_fr: Nom de famille de l'utilisateur

source: The password reset link
fr_fr: Le lien de réinitialisation du mot de passe

source: Current network's url
fr_fr: URL du réseau courant

source: Current site's url
fr_fr: URL du site courant

source: User's password
fr_fr: Le mot de passe de l'utilisateur

source: The site's login url
fr_fr: L'url de connexion au back-office

source: User's email
fr_fr: Email de l'utilisateur

source: The register confirmation link
fr_fr: Le lien de confirmation de l'inscription

source: User's display name
fr_fr: Nom d’affichage de l’utilisateur

source: The validate email link
fr_fr: Le lien de validation de l’email

source: Remove capability
fr_fr: Supprimer la permission

source: Welcome Message (for MPT)
fr_fr: Email de bienvenue (pour MPT)

source: Members Manager
fr_fr: Modérateur des membres

source: No default role
fr_fr: Aucun rôle par défaut

source: Select a page
fr_fr: Sélectionner une page

# Post Type General Name
source: Members
fr_fr: Membres

# Post Type Singular Name
source: Member
fr_fr: Membre

source: Members
fr_fr: Membres

source: Parent Member:
fr_fr: Membre parent :

source: All Members
fr_fr: Tous les membres

source: View Member
fr_fr: Voir le membre

source: Add New Member
fr_fr: Ajouter un nouveau membre

source: New Member
fr_fr: Nouveau membre

source: Edit Member
fr_fr: Modifier le membre

source: Update Member
fr_fr: Mettre à jour le membre

source: Search members
fr_fr: Chercher une membre

source: No members found
fr_fr: Aucun membre trouvé

source: No members found in Trash
fr_fr: Aucun membre trouvé dans la corbeille

source: Members as post type
fr_fr: Type de contenu membres

source: Member updated. <a href="%s">View member</a>
fr_fr: Membre mis à jour. <a href="%s">Voir le membre</a>

source: Custom field updated.
fr_fr: Champ personnalisé mis à jour.

source: Custom field deleted.
fr_fr: Champ personnalisé supprimé.

source: Member updated.
fr_fr: Membre mis à jour.

source: Member restored to revision from %s
fr_fr: Membre restauré à la révision de %s

source: Member published. <a href="%s">View member</a>
fr_fr: Membre publié. <a href="%s">Voir le membre</a>

source: Member saved.
fr_fr: Membre sauvegardé.

source: Member submitted. <a target="_blank" href="%s">Preview member</a>
fr_fr: Membre soumis. <a target="_blank" href="%s">Voir le membre</a>

source: Member scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview member</a>
fr_fr: Membre prévu pour: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Voir le membre</a>

source: Member draft updated. <a target="_blank" href="%s">Preview member</a>
fr_fr: Brouillon du membre mis à jour. <a target="_blank" href="%s">Voir le membre</a>

source: You must be logged in to access the site, but could not find the login page. Contact the webmaster.
fr_fr: Vous devez être connecté pour accéder au site, mais impossible de trouver la page de connexion. Contactez le webmaster.

source: You can not use this password because of the defined security policy and the fact that you've used in the past.
fr_fr: Vous ne pouvez pas utiliser ce mot de passe en raison de la politique de sécurité définie et le fait que vous l'ayez utilisé dans le passé.

source: Password too short.
fr_fr: Mot de passe trop court.

source: Your password must not contain a word or phrase from your personal data.
fr_fr: Votre mot de passe ne doit pas contenir de mot ou expression sur vos données personnelles.

source: Missing uppercase character.
fr_fr: Il manque un caractère en majuscule.

source: Missing lowercase character.
fr_fr: Il manque un caractère en minuscule.

source: Missing number character.
fr_fr: Il manque un chiffre.

source: Missing special character.
fr_fr: Il manque un caractère spécial.

source: Your password contains a word or phrase prohibited by administrator.
fr_fr: Votre mot de passe contient un mot ou une phrase interdit par l'administrateur.

# Taxonomy General Name
source: Roles
fr_fr: Rôles

# Taxonomy Singular Name
source: Role
fr_fr: Rôle

source: Roles
fr_fr: Rôles

source: All Roles
fr_fr: Tous les rôles

source: Parent Role
fr_fr: Rôle parent

source: Parent Role:
fr_fr: Rôle parent :

source: New Role Name
fr_fr: Nouveau rôle

source: Add New Role
fr_fr: Ajouter un nouveau rôle

source: Edit Role
fr_fr: Modifier le rôle

source: Update Role
fr_fr: Mettre à jour le rôle

source: Separate roles with commas
fr_fr: Séparer les rôles par des virgules

source: Search roles
fr_fr: Rechercher dans les rôles

source: Add or remove roles
fr_fr: Ajouter ou supprimer des rôles

source: Choose from the most used roles
fr_fr: Choisir parmi les rôles les plus utilisés

source: Members authentification
fr_fr: Authentification des membres

source: Form for allow members to login/logout. Display also lost password and registration links
fr_fr: Ce formulaire autorise les membres à se connecter et se déconnecter. Il affiche également les liens d'inscription et de mot de passe oublié.

source: Please log in again.
fr_fr: Merci de vous connecter à nouveau.

source: <strong>ERROR</strong>: Invalid username or incorrect password.
fr_fr: <strong>ERREUR</strong> : Identifiant ou mot de passe incorrect.

source: <strong>ERROR</strong>: The email field is empty.
fr_fr: <strong>ERREUR</strong> : Le champ email est vide.

source: <strong>ERROR</strong>: The password field is empty.
fr_fr: <strong>ERREUR</strong> : Le champ mot de passe est vide.

source: <strong>ERROR</strong>: Invalid email. <a href="%s" title="Password Lost and Found">Lost your password</a>?
fr_fr: <strong>ERREUR</strong> : Adresse email incorrecte. <a href="%s" title="Mot de passe oublié">Mot de passe oublié</a>?

source: <strong>ERROR</strong>: The password you entered for the email <strong>%1$s</strong> is incorrect. <a href="%2$s" title="Password Lost and Found">Lost your password</a>?
fr_fr: <strong>ERREUR</strong> : Le mot de passe que vous avez saisi pour l'email <strong>%1$s</strong> est incorrect. <a href="%2$s" title="Mot de passe oublié ?">Mot de passe oublié ?</a>?

source: <strong>ERROR</strong>: The username field is empty.
fr_fr: <strong>ERREUR</strong>: Le champ identifiant est vide.

source: <strong>ERROR</strong>: Invalid username. <a href="%s" title="Password Lost and Found">Lost your password</a>?
fr_fr: <strong>ERREUR</strong>: Identifiant invalide. <a href="%s" title="Mot de passe perdu">Vous avez perdu votre mot de passe</a>?

source: <strong>ERROR</strong>: The password you entered for the username <strong>%1$s</strong> is incorrect. <a href="%2$s" title="Password Lost and Found">Lost your password</a>?
fr_fr: <strong>ERREUR</strong:> Le mot de passe que vous avez entré pour l'identifiant <strong>%1$s</strong> est incorrect <a href="%2$s" title="Mot de passe oublié">Mot de passe oublié</a> ?

source: Date & Hour
fr_fr: Date & Heure

source: Operating System
fr_fr: Système d’exploitation

source: Browser
fr_fr: Navigateur

source: IP address
fr_fr: Adresse IP

source: The available values are :
fr_fr: Les valeurs disponibles sont :

source: Values between "%% %%" will be dynamically replaced before email send.
fr_fr: Les valeurs comprises entre « %% %% » seront remplacées dynamiquement avant l’envoi du courrier électronique.

source: General
fr_fr: Général

source: Features available
fr_fr: Fonctionnalités disponibles

source: Feature pages
fr_fr: Les pages spéciales

source: Define here the pages containing WordPress's shortcodes for the different features as login, registration, etc.
fr_fr: Définissez les pages contenant les shortcodes pour la page de connexion, inscription, etc.

source: Security
fr_fr: Sécurité

source: Security policy
fr_fr: Politique de sécurité

source: Define your custom password policy by changing default behaviour about password strength, length, must-use characters and so on.
fr_fr: Définissez votre politique de sécurité en changeant les comportements par défaut concernant le mot de passe : sa complexité, sa longeure, les caractères obbligatoires, etc.

source: Mails
fr_fr: Emails

source: Manage admin and member email's templates
fr_fr: Permet la personnalisation des template d'email envoyés au membres et admin.

source: Change however you want the admin's and member's email notifications. Please note that only described dynamic values will work for each notification.
fr_fr: Redéfinissez les templates par défaut des mails de notification pour les membres et les administrateurs. Veuillez prendre note, que seul les valeurs dynamiques mises en avant dans chaque notification seront disponible, afin d'être automatiquement remplacées avant l'envoi du mail.

source: Features
fr_fr: Fonctionnaliés

source: Role manager
fr_fr: Gestionnaire de rôles

source: Content permissions
fr_fr: Permission d'accès au contenu

source: Private website
fr_fr: Site web privé

source: Do not change this value if you have already members! At the risk of breaking your site!
fr_fr: Ne pas changer cette valeur si vous avez déjà des inscrits ! Vous risquez de casser votre site !

source: Authentification settings
fr_fr: Réglages de connexion

source: You can adjust the way your members connect to the site.
fr_fr: Vous pouvez régler la façon dont vos membres se connectent sur le site.

source: Sign-on method
fr_fr: Méthode de connexion

source: Allow email sign-on ?
fr_fr: Autoriser la connexion par e-mail ?

source: Email constraint
fr_fr: Contrainte sur l'email

source: Email must be unique ?
fr_fr: Adresse email doit être unique ?

source: Do not change this value if you have already members! At the risk of breaking your site! This option is automatically enabled when you allow email sign-on.
fr_fr: Ne pas changer cette valeur si vous avez déjà des inscrits ! Vous risquez de casser votre site ! Cette option est automatique active lorsque vous autoriser la connexion avec l'email.

source: Member validation subscription
fr_fr: Validation d'inscription

source: Member validate his registration by an email ?
fr_fr: Validation de son inscription par email ?

source: If you check this box, members can not connect until they have not validated their account.
fr_fr: Si vous cochez cette case, les membres ne pourront pas se connecter tant qu'ils n'auront pas validé leur compte.

source: Create roles, permissions, such as WordPress.
fr_fr: Créer des rôles et des permissions, comme WordPress.

source: Default role
fr_fr: Aucun rôle par défaut

source: You can choose to set as a default role or not during membership registration.
fr_fr: Vous pouvez choisir de définir un rôle par défaut ou non lors de l'inscription des membres.

source: You can restrict access to your content only for your members.
fr_fr: Vous pouvez restreindre l'accès à votre contenu uniquement pour vos membres.

source: Default post error message:
fr_fr: Message d'erreur par défaut:

source: You can use HTML and/or shortcodes to create a custom error message for users that don't have permission to view posts.
fr_fr: Vous pouvez utiliser du HTML et/ou des shortcodes pour créer un message d'erreur pour les membres qui n'ont pas la permission d'accéder aux contenus.

source: <p class="restricted">Sorry, but you do not have permission to view this content.</p>
fr_fr: <p class="restricted">Désolé, mais vous n'avez pas la permission d'accéder à ce contenu.</p>

source: You can restrict access to your site only for your members.
fr_fr: Vous pouvez restreindre l'accès à votre site uniquement pour vos membres.

source: Redirect ?
fr_fr: Redirection ?

source: Redirect all logged-out users to the login page before allowing them to view the site.
fr_fr: Rediriger tous les membres déconnectés sur la page de connexion avant de leur permettre de visiter le site.

source: Allow feed ?
fr_fr: Autorisé le flux RSS ?

source: Show error message for feed items.
fr_fr: Afficher un message d'erreur pour le flux RSS.

source: Feed error message:
fr_fr: Message d'erreur du flux RSS:

source: You can use HTML and/or shortcodes to create a custom error message to display instead of feed item content.
fr_fr: Vous pouvez utiliser du HTML et/ou des shortcodes pour créer un message d'erreur à afficher dans le flux RSS pour les contenus non accéssibles

source: <p class="restricted">You must be logged into the site to view this content.</p>
fr_fr: <p class="restricted">Vous devez etre connecté au site pour voir ce contenu</p>

source: Registration
fr_fr: Inscription

source: Registration step 2
fr_fr: Inscription étape 2

source: Login/logout
fr_fr: Connexion/déconnexion

source: Two factor challenge
fr_fr: Double authentification

source: Used if the two-factor authentication is enable.
fr_fr: Utiliser par l'authentification à deux facteurs.

source: Lost password
fr_fr: Mot de passe perdu

source: Change profile
fr_fr: Modifier le profil

source: My account
fr_fr: Mon compte

source: Password strength
fr_fr: Force du mot de passe

source: Enforce a specific password strength for your members.
fr_fr: Appliquer une force de mot de passe spécifique pour vos membres.

source: You can apply one of three modes for password security, no constraint, automatic cloned from WordPress JS meter and full manual mode
fr_fr: Vous pouvez appliquer l'un des trois modes de sécurité de mot de passe, pas de contrainte, automatique clonés à partir de WordPress JS et mode manuel complet

source: Disabled
fr_fr: Désactivé

source: Auto
fr_fr: Automatique

source: Custom
fr_fr: Customisé

source: Force refresh login
fr_fr: Forcer le rafraîchissement de la connexion

source: When changing your password policy, this option forces members to change their password once they are logged in! If it does not meet your criteria of course!
fr_fr: Lorsque vous changez votre politique de mot de passe, cette option oblige les membres à changer leur mot de passe à leur prochaine connexion! Si le mot de passe ne répond pas à vos critères, bien sûr!

source: Password strength - auto mode
fr_fr: Force du mot de passe - mode automatique

source: WordPress offers a interactive password meter (with JS) when editing passwords. This indicator score passwords on 4 levels: 1 = very weak; 2 = weak; 3 = medium; 4 = strong
fr_fr: WordPress offre une mesure intéractive (avec JS) lors de l'édition d'un mot de passe. Cet indicateur de score est sur 4 niveaux: 1 = très faible; 2 = faible; 3 = moyen; 4 = fort

source: Level required
fr_fr: Niveau requis

source: Very weak
fr_fr: Très faible

source: Weak
fr_fr: Faible

source: Medium
fr_fr: Moyen

source: Strong
fr_fr: Fort

source: Password strength - Custom mode
fr_fr: Force du mot de passe - mode customisé

source: This mode allows you to fine tune the security policy password
fr_fr: Ce mode vous permet d'affiner la politique de sécurité des mots de passes

source: Minimum length
fr_fr: Longueur minimale

source: Tip: password longer than 6 characters is highly recommended!
fr_fr: Astuce: un mot de passe de plus de 6 caractères est fortement recommandé!

source: User data on password
fr_fr: Données utilisateurs dans le mot de passe

source: Prohibit the presence of the username, email, first name, last name in the password
fr_fr: Interdire la présence de l'identifiant, email, prénom, nom de famille dans le mot de passe

source: Uppercase character
fr_fr: Caractère majuscule

source: Forces the presence of an uppercase character in the password
fr_fr: Forcer la présence d'une majuscule dans le mot de passe

source: Lowercase character
fr_fr: Caractère minuscule

source: Forces the presence of an lowercase character in the password
fr_fr: Forcer la présence d'un caractère en minuscule dans le mot de passe

source: Number character
fr_fr: Chiffre

source: Forces the presence of an number character in the password
fr_fr: Forcer la présence d'un chiffre dans le mot de passe

source: Special character
fr_fr: Caractère spécial

source: Forces the presence of an special character in the password
fr_fr: Forcer la présence d'un caractère spécial dans le mot de passe

source: Special characters are often assimilated to punctuation character. (?!&")
fr_fr: Les caractères spéciaux sont souvent assimilés à caractère de ponctuation. (?!&")

source: Blacklist keywords
fr_fr: Mots-clés bannis

source: You must separate blacklist words with commas. These words can not be contained in the passwords of your members.
fr_fr: Vous devez séparer les mots-clés bannis par des virgules. Ces mots ne peuvent pas être contenus dans les mots de passe de vos membres.

source: Password Policies
fr_fr: Politique de mot de passe

source: A password policy is a set of rules designed to enhance security by encouraging users to employ strong passwords and use them properly
fr_fr: Une politique de mot de passe est un ensemble de règles destinées à améliorer la sécurité en encourageant les utilisateurs à utiliser des mots de passe forts et les utiliser correctement

source: Aging
fr_fr: Ancienneté

source: How many days old can a password be before requiring it be changed? Not recommended. 0 disables this feature. Default: 0.
fr_fr: Tous les combiens de jours le mot de passe doit être changé? Non recommandé. 0 désactive cette fonction. Par défaut: 0.

source: History
fr_fr: Historique

source: How many passwords should be remembered? Prevents reuse of old passwords. 0 disables this feature. Default: 0.
fr_fr: Combien de mots de passe faut-il retenir? Empêche la réutilisation d'anciens mots de passe. 0 désactive cette fonction. Par défaut: 0.

source: Last login details
fr_fr: Derniers détails de connexion

source: User's activity
fr_fr: Activité de l’utilisateur

source: Display user's last connection information (date & time, operating system, browser, IP address).
fr_fr: Afficher les informations relatives à la dernière connexion de l’utilisateur (date et heure, système d’exploitation, navigateur, adresse IP).

source: Two-factor
fr_fr: Authentification à deux facteurs

source: Enable two-factor authentication
fr_fr: Activer l'authentification à deux facteurs

source: Members will need to enter a code send by mail when login in.
fr_fr: Les membres devront renseigner un code envoyer par mail lorsqu'il tente de se connecter.

source: Admin mail for Member registration
fr_fr: Email de notification à l'administrateur pour l'inscription d'un membre

source: Management of mail notification to the site administrator when a new member joins the site.
fr_fr: Gestion de l'email de notification à l'administrateur lorsqu'un nouveau membre s'inscrit sur le site.

source: Recipient Mail
fr_fr: Email du destinataire

source: By default this is the administrator's email of the site but you can change the recipient. You can add more recipients, separating them with a comma
fr_fr: Par défaut, c'est l'e-mail de l'administrateur du site qui sera utilisé, mais vous pouvez changer le bénéficiaire. Vous pouvez ajouter plusieurs destinataires, en les séparant par une virgule

source: Subject mail
fr_fr: Sujet de l'email

source: [%%blog_name%%] New Member Registration
fr_fr: [%%blog_name%%] Nouvelle inscription de membre

source: Content mail
fr_fr: Contenu de l'email.

source: New member registration on your site %%blog_name%% : Username: %%user_name%% Mail: %%user_email%%
fr_fr: Nouvelle inscription sur votre site %%blog_name%% : Identifiant: %%user_name%% Email: %%user_email%%

source: Member registration email
fr_fr: Email d'inscription d'un membre

source: Management of notification's mail by a Member upon registration.
fr_fr: Gestion des notifications email pour l'inscription d'un membre.

source: [%%blog_name%%] Your username and password
fr_fr: [%%blog_name%%] Votre identifiant et mot de passe

source: Username: %%user_name%% Password: %%user_password%% %%login_url%%
fr_fr: Identifiant: %%user_name%% Mot de passe: %%user_password%% %%login_url%%

source: Member registration email validation
fr_fr: Email d'inscription d'un membre avec validation du compte

source: Registration confirmation email with link validation counted
fr_fr: Email de confirmation d'inscription avec lien de validation

source: [%%blog_name%%] Validate your registration
fr_fr: [%%blog_name%%] Valider votre inscription

source: Thank you for registering on the site: %%site_url%% To validate your account and complete the registration please click on the following link: %%confirm_register_link%%
fr_fr: Merci de votre inscription sur le site: %%site_url%% Pour valider votre compte et terminer l'inscription veuillez cliquer sur le lien suivant: %%confirm_register_link%%

source: Admin mail for Member lost password
fr_fr: Email administrateur pour la perte d'un mot de passe membre

source: Management of notification's mail to the administrator when a member has lost his password.
fr_fr: Gestion des emails de notification à l'administrateur lorsqu'un membre a perdu son mot de passe.

source: Recipient mail
fr_fr: Email destinataire

source: By default this is the administrator's mail of the site but you can change the recipient. You can add more recipients, separating them with a comma
fr_fr: Par défaut, l'email sera celui de l'administrateur du site, mais vous pouvez changer le bénéficiaire. Vous pouvez également ajouter plusieurs destinataires, en les séparant par une virgule

source: [%%blog_name%%] Password Lost/Changed
fr_fr: [%%blog_name%%] Mot de passe perdu/changé

source: Password Lost and Changed for member: %%user_name%%
fr_fr: Mot de passe perdu et modifié pour le membre : %%user_name%%

source: Member lost password mail
fr_fr: Email mot de passe perdu d'un membre

source: Management of notification's mail by a Member lost his password.
fr_fr: Gestion des notifications email pour la perte du mot de passe d'un membre.

source: [%%blog_name%%] Password Reset
fr_fr: [%%blog_name%%] Réinitialisation du mot de passe
