Repository: BeAPI/members-post-type
Catalog: languages/mpt-*.po
Languages: fr_fr

source: Someone requested that the password be reset for the following account: %%site_url%% Username: %%user_name%% If this was a mistake, just ignore this email and nothing will happen. To reset your password, visit the following address: %%reset_pwd_link%%
fr_fr: Quelqu'un a demandé que le mot de passe soit réinitialisé pour le compte suivant: %%site_url%% Identifiant: %%user_name%% Si c'était une erreur, ignorez ce message et rien ne se passera. Pour réinitialiser votre mot de passe, veuillez consulter l'adresse suivante: %%reset_pwd_link%%

source: Validate new email member
fr_fr: Validation du nouvel email du membre

source: Manage member notification mail for email change.
fr_fr: Gérer le courrier de notification des membres en cas de changement d’adresse électronique.

source: [%%blog_name%%] New Admin Email Address
fr_fr: [%%blog_name%%] Nouvelle adresse e-mail de l’administrateur

source: Hello, A request to change your email address has been sent to : %%site_url%% The request concerns the account of %%display_name%%. To confirm this change, please click on the following link: %%validate_email_link%% You can safely ignore and delete this email if you do not wish to take this action. Yours sincerely
fr_fr: Bonjour, Une demande de changement d’adresse e-mail a été envoyée à : %%site_url%% Cette demande concerne le compte de %%display_name%%. Pour confirmer ce changement, veuillez cliquer sur le lien suivant : %%validate_email_link%% Vous pouvez ignorer et supprimer cet e-mail en toute sécurité si vous ne souhaitez pas entreprendre cette action. Je vous prie d’agréer, Madame, Monsieur, l’expression de mes salutations distinguées.

source: If you do not recognize the last activity listed above, please change your password immediately.
fr_fr: Si vous ne reconnaissez pas la dernière activité mentionnée ci-dessus, veuillez modifier votre mot de passe immédiatement.

source: Your password has expired. You must change before continuing your visit.
fr_fr: Votre mot de passe a expiré. Vous devez le changer avant de continuer votre visite.

source: You can't change your password, if you aren't logged-in.
fr_fr: Vous ne pouvez pas régénérer votre mot de passe si vous n'êtes pas connecté(e)

source: The two passwords you entered don't match.
fr_fr: Les deux mots de passe que vous avez saisi ne coïncient pas

source: You old password is incorrect.
fr_fr: Votre ancien mot de passe est incorrect.

source: An error occurred, password has not been changed.
fr_fr: Un erreur est survenue, votre mot de passe n'a pas été changé.

source: Password updated with success.
fr_fr: Mot de passe mis à jour avec succès.

source: You need to log in to update your profile.
fr_fr: Vous devez être connecté pour mettre à jour votre profile.

source: Profile updated with success.
fr_fr: Profil mis à jour avec succès.

source: An error occurred during the update. Please try again later or contact the site administrator.
fr_fr: Une erreur s’est produite lors de la mise à jour. Veuillez réessayer plus tard ou contacter l’administrateur du site.

source: The link you clicked seems to be broken. Please contact the administrator of the site
fr_fr: Le lien sur lequel vous avez cliqué semble être corrompu. Merci de contacter l'administrateur du site

source: Cheatin&#8217; uh?
fr_fr: Alors on triche ?

source: You are going to receive an email with a reset link.
fr_fr: Vous allez recevoir un email avec un lien pour réinitialiser votre mot de passe.

source: Invalid username or e-mail.
fr_fr: Identifiant ou email invalide.

source: No member with this value.
fr_fr: Aucun membre ne correspond à ces informations.

source: You have not verified your account. You can not renew your password.
fr_fr: Vous n'avez pas validé votre compte. Vous ne pouvez pas renouveler votre mot de passe.

source: You need to enter a valid email address
fr_fr: Vous devez entrer une adresse email valide

source: This email address is already taken
fr_fr: Cette adresse email est déjà utilisée

source: Your account has been created. You just received an email to confirm your registration
fr_fr: Votre compte a bien été créé. Vous allez recevoir un email pour confirmer votre inscription.

source: The two password you filled doesn't match
fr_fr: Les deux mots de passe que vous avez saisi ne correspondent pas

source: You password need to be at least 6 characters long
fr_fr: Votre mot de passe doit contenir au minimum 6 caractères

source: You need to fill the two password fields
fr_fr: Vous devez compléter les deux champs mot de passe

source: Your account has been created. You can now log-in with your access. <a href="%s">Click here</a>
fr_fr: Votre compte a bien été créé. Vous pouvez désormais vous connecter avec vos accès. <a href="%s">Cliquez ici</a>

source: Key is not valid. Please contact the administrator of the site
fr_fr: La clé n’est pas valide. Veuillez contacter l’administrateur du site

source: Registration key is not valide for this member
fr_fr: La clé d'enregistrement n'est pas valide pour ce membre

source: Missing/invalid challenge id.
fr_fr: Identifiant de challenge manquant/invalide.

source: Fail to create login nonce.
fr_fr: La création du token de connexion a échoué.

source: A new authentication code has been sent.
fr_fr: Un nouveau code d'authentification a été envoyé.

source: Invalid two-factor authentication code.
fr_fr: Code d'authentification à deux facteurs invalide.

source: Limit access to this post's content to members of the selected roles.
fr_fr: Limiter l'accès au contenu aux membres des rôles sélectionnés.

source: If no roles are selected, everyone can view the content. The post author, any users who can edit this post, and users with the %s capability can view the content regardless of role.
fr_fr: Si aucun rôle n'est séléctionner, tous les membres peuvent voir le contenu. L'auteur du contenu, toutes les personnes pouvant modifier le contenu, et tous les utilisateurs avec la permission %s peuvent afficher le contenu indépendamment du rôle.

source: Custom error messsage:
fr_fr: Message d'erreur personnalisé:

source: No data available.
fr_fr: Pas de données disponibles.

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom

source: Connection type
fr_fr: Mode de connexion

source: Social ID
fr_fr: ID social

source: Password
fr_fr: Mot de passe

source: If you would like to change the password type a new one. Otherwise leave this blank.
fr_fr: Si vous souhaitez changer de mot de passe entrez-en un nouveau. Le cas échéant, laissez ce champ vide

source: Confirm password
fr_fr: Confirmer votre mot de passe

source: Type your new password again.
fr_fr: Entrer de nouveau votre mot de passe

source: Generate password
fr_fr: Générer un mot de passe

source: Need to change password next connect
fr_fr: Forcer le changement de mot de passe à la prochaine connexion

source: Send a notification
fr_fr: Envoyer une notification

source: Send welcome message to this new member
fr_fr: Envoyer un email de bienvenue au nouveau membre

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Export CSV file
fr_fr: Exporter en CSV

source: Export
fr_fr: Exporter

source: Import CSV file
fr_fr: Import fichier CSV

source: Import members from a CSV file. The format for the CSV file is "email; lastname; firstname; username". The password is automaticaly generated when the user is created.
fr_fr: Import de membres à partir d'un fichier CSV. Le format du fichier est "email; lastname; firstname; username". Le mot de passe est automatiquement généré lors de la création du membre.

source: Select a CSV file.
fr_fr: Sélectionner un fichier CSV.

source: Import
fr_fr: Importer

source: Last import : %s
fr_fr: Dernier import : %s

source: CSV formating error :
fr_fr: CSV erreur de formatage :

source: Line %s : "%s" %s (%s)
fr_fr: Ligne %s : "%s" %s (%s)

source: Importing status :
fr_fr: Statut d'import :

source: No report data available.
fr_fr: Pas de données de rapport disponibles.

source: Members - Settings
fr_fr: Membres - Paramètres

# Taxonomy Capabilities
source: Capabilities
fr_fr: Permissions

source: Add new capability
fr_fr: Ajouter une nouvelle permission

source: Delete content of fields to remove them.
fr_fr: Supprimer le contenu des champs pour les supprimer.

source: Each role is allowed to perform a set of tasks called Capabilities.
fr_fr: Chaque rôle est autorisé à effectuer un ensemble de tâches appelées Permissions.

source: Title:
fr_fr: Titre :

source: Display lost password link ?
fr_fr: Afficher le lient mot de passe oublié ?

source: Display register link ?
fr_fr: Afficher le lien d'inscription ?

source: Your resources
fr_fr: Vos ressources

source: No page associated with your role has been found.
fr_fr: Aucune page associée à votre rôle n’a été trouvée.

source: Account
fr_fr: Compte

source: Your old password
fr_fr: Votre ancien mot de passe

source: Your new password
fr_fr: Votre nouveau mot de passe

source: Your new password (confirmation)
fr_fr: Votre nouveau mot de passe (confirmation)

source: Submit
fr_fr: Valider

source: Your username
fr_fr: Votre identifiant

source: Your email
fr_fr: Votre email

source: There is a pending change of the account email to <code>%s</code>.
fr_fr: Il y a un changement en attente du mail du compte vers <code>%s</code>.

source: Cancel
fr_fr: Annuler

source: Your first name
fr_fr: Votre prénom

source: Your last name
fr_fr: Votre nom de famille

source: Remember me
fr_fr: Se souvenir de moi

source: Forgot password ?
fr_fr: Mot de passe oublié ?

source: Register
fr_fr: Inscription

source: Username or E-mail
fr_fr: Identifiant ou email

source: Profile language
fr_fr: Langue du profil

source: Password (confirmation)
fr_fr: Mot de passe (confirmation)

source: A verification code has been sent to the email address associated with your account.
fr_fr: Un code de vérification a été envoyé à l'adresse mail associé au compte.

source: Verification Code:
fr_fr: Code de vérification :

source: Resend Code
fr_fr: Renvoyer le code

source: Welcome %s! It's been long since we had not seen you!
fr_fr: Bienvenue %s ! Cela faisait longtemps que l'on ne t'avait pas vu !

source: Do you want to <a href="%s">log out</a> ?
fr_fr: Souhaites-tu te <a href="%s">déconnecter</a> ?
